{
    "characters": [
        {
            "id": "1",
            "name": "Абрахам Симпсон",
            "description": "Отец Гомера, бывший муж Моны Симпсон. Также известен как Дед.",
            "category": "character"
        },
        {
            "id": "2",
            "name": "Агнес Скиннер",
            "description": "Мать Сеймура Скиннера.",
            "category": "character"
        },
        {
            "id": "3",
            "name": "Апу Нахасапимапетилон",
            "description": "Владелец магазина «На-скорую-руку».",
            "category": "character"
        },
        {
            "id": "4",
            "name": "Арни Пай",
            "description": "Репортёр Спрингфилдского KBBL-TV (Шестой канал).",
            "category": "character"
        },
        {
            "id": "5",
            "name": "Арти Зифф",
            "description": "Миллиардер, заработал состояние на программном обеспечении.",
            "category": "character"
        }
    ],
    "episodes": [
        {
            "id": "1",
            "name": "Симпсоны готовят на открытом огне",
            "description": "Эпизод начинается с того, что Гомер, Мардж и Мэгги спешат на рождественский утренник в Спрингфилдской начальной школе. Барт поёт в хоре 4 класса, причём единственный, кто коверкает слова в песне, за что его выгоняют из хора. Лиза вместе со своим 2 классом демонстрирует Санта-Клаусов народов мира, причём её демонстрация отличалась от всех – она станцевала экзотический танец в весьма откровенном наряде и использовала огонь. Зрители были шокированы, но аплодировали. Дома Барт и Лиза пишут письма Санта-Клаусу, Гомер украшает ёлку, а Мардж пишет родственникам, описывая свою семью. Лиза попросила пони, а Барт – татуировку, но родители строго-настрого запретили ему это делать. На следующий день Гомера лишают рождественской премии, а Мардж пришлось потратить сбережения, приготовленные на подарки ради того, чтобы свести татуировку, которую хотел набить себе Барт. Симпсоны пытаются хоть как-то украсить дом, но с украшениями Фландерсов это не шло ни в какое сравнение. Тогда Гомер решил ничего не говорить Мардж и купил дешёвые подарки, но стоило ему столкнуться и смешать свои подарки с подарками Фландерсов, как его настроение падает ниже плинтуса. Барни Гамбл рассказывает Гомеру, что можно подзаработать играя в торговом центре Санта-Клауса. Но Барт вместе со своими друзьями видят Гомера-Санта-Клауса, и Барт решает немного пошалить. Он выводит его из себя и стянув с него бороду узнаёт, что это Гомер. К сожалению, Гомеру дают всего $13, но Барни говорит, что это вполне достаточно для ставки на собачьих бегах. На стадионе он говорит, на какую собаку нужно поставить, но позже было объявлено, что одного из псов меняют на Маленького Помощника Санты. Барт считает это знаком и убеждает Гомера поменять ставку. Но в последний момент Помощник спотыкается и проигрывает. Барт и Гомер ищут на земле выигрышный билет, но ничего не получается. Старый хозяин выгоняет Маленького Помощника Санты, и тот прыгает в руки Гомеру. Он злится на собаку, ведь из-за него он проиграл, но Барт говорит, что пса можно выдать за подарок. Дома пришедшие Пэтти и Сельма начинают ворчать, что Гомер опять не справился со своей задачей, но Барт и Гомер вовремя возвращаются и объявляют, что Маленький Помощник Санты – подарок всей семье",
            "category": "episode"
        },
        {
            "id": "2",
            "name": "Одиссея Гомера",
            "description": "Гомера увольняют с работы за некомпетентность. Он ищет работу, но не находит её. Гомер от такого поворота событий решил покончить жизнь самоубийством. Подойдя к мосту, Гомер видит нарушение и собирается подать жалобу в суд. Выиграв суд, Гомер понял чем он будет заниматься. Гомер решил собрать народ и подошел к АЭС. Когда он говорил речь, Бёрнс попросил, чтобы тот пошёл к нему. Тем самым Бёрнс назначил Гомера инструктором по безопасности АЭС.",
            "category": "episode"
        },
        {
            "id": "3",
            "name": "В гостях хорошо, а дома плохо",
            "description": "Серия начинается с того, что Барт и Лиза дерутся дома. К ним подходит Гомер и разнимает детей. Он рассказывает, что они сегодня поедут на пикник к мистеру Бёрнсу. Ребята не должны были его смущать перед боссом. Симпсоны приезжают на пикник компании. Барт и Лиза тут же убегают играть в фонтане, а Гомер устремляется за ними. В это время к Мардж с Мэгги подходит женщина с ребёнком на руках и предлагает Мардж сдать детей в детскую комнату и выпить. Мардж неохотно соглашается. Она пьёт, затем ещё и ещё. После пикника Гомер осознаёт, что его семья не такая уж идеальная, и он решает это исправить. На следующий день Симпсоны едят обед в гостиной, как всегда. Но Гомер входит в комнату и говорит, что сегодня они будут обедать за столом в столовой, как идеальная семья. Симпсоны согласились, хотя и за столом ели, как пещерные люди. Потом Гомер с семьёй идут в ''тур по окрестностям'', а именно смотрят в окна другим людям, чтобы понять, как себя ведут нормальные люди. Но Мардж, Лиза, Барт и Мэгги не хотят больше подсматривать за людьми и идут домой смотреть телевизор. После этого Гомер идёт к Мо, чтобы выпить пива, как вдруг туда заходят два полицейских. Они искали человека, который подсматривал за соседями. Их собаки тут же почуяли Гомера, но офицеры слишком тупы, чтобы арестовать Гомера. Они просто уходят. Чуть позже, во время небольшого конфликта с Барни Гомер замечает рекламу семейного центра Марвина Монро. Там воссоединяли семей. Тогда Гомер решает туда сходить. Гомер приводит свою семью в семейный центр Марвина Монро, где они проходят кучу различных испытаний. Но в итоге это ни к чему не приводит. Тогда доктор Марвин Монро возвращается Гомеру 500$ (ведь, по их контракту, если клиент не вылечен, то им возвращают двойную плату). Тогда Гомер решает потратить эти деньги на новый телевизор для семьи (который был заложен на оплату услуг Марвина Монро).",
            "category": "episode"
        },
        {
            "id": "4",
            "name": "Генерал Барт",
            "description": "Лиза готовит несколько кексов для своей учительницы. Когда все покидают автобус, кексы хватает один из подельников Нельсона. Барт требует их вернуть, но тот давит их ногой. Барт прыгает на подельника Нельсона и пытается его усмирить, но тут показывается Нельсон и нападает на Барта.",
            "category": "episode"
        },
        {
            "id": "5",
            "name": "Лист гнева",
            "description": "Барта посылают учиться во Францию по программе иностранного обмена, а в это время албанский школьник, гостивший в его семье, проявляет чрезмерный интерес к атомной станции, на которой работает Гомер.",
            "category": "episode"
        }
    ]
}